---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.TogglePropertiesPalette
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.TogglePropertiesPalette

Displays or hides a palette where you can view and edit instance properties.